docs: ascii art to markdown
